{
  "id": 1726606456811,
  "date": "2024-09-17T20:54:16.811Z",
  "text": "TT Cera\ned to the more creati d\n; ; : : ework, you can proce ive\nOnce youre comfortable with the lick and its fram |\nsteps.\n; . hing it between SOME of your own ideas }\n: Si e lick — sandwiching ha .\n4) Practice playing Into and out of th Ic hres. Experif ont with different approaches to\n5) Explore alternate ways of aE Fs i |\nSoha : ‘ tions, and s ring . :\naround with starting it and ending itina\nin a bar the phrase starts and ends, then play 9 git ina §\ndifferent place in the bar. hs of\n7) Alter the ode content: adapt it to fit other chords or change notes within the line. 2\n8) Improvise solos using the phrase as a theme. Us€ motivic development and question and ri\n: answer to help you take the idea in new directions. we\n| - Be creative in your practice and remember that you have the right to trim away any of the things &\niy that you don't like. For example, say you like the opening motif of a phrase but not the ending. Go\n~ ahead and write your own ending to create a new lick more in line with how you want tosound, A\n\" The licks need to be made to serve you and your goals. Zo pe © S\n— ee\nGetting the most from the concepts | AE = a\n\"As you may have realized, this b : : ; =\n| master This makes sense, as a bi i hi serious time and prECHCEEIE\nEe es time and perseve CAME that ca aE\nwe've included grey boxes wi i : rance. With that said ~~\nTET a ith uick C e . ‘ 2 : Aomori\nyou 0 take into the practice che This empfon fi ittle nspirational uggs\n~ cansimply pick it up, fi ely different way to use this b Now\nme JR ore ox pancic that concept. These pega ils ho\ncab babel rs as they distill the So : Iso servetohelp\nhe Cline STN mu 1 a a a A aR\n5 = sical ideas into succinct bullet points aE.\nBed Blues Listening Co\nlieve the history of the blues, f J\nentia eg CR ge he al S, rom the ear liest i 2 co EC\nSok al listening for anyone Interested in b ordings to more contemporary recoras, 5\n| Sts and albums In lues-based pla ing. T glist JI ee\n>and albums that | recommend every st ying. To that end, here is a short | Sil 6%\n| ee EE y student listen to. iy el\n: UIs Armstrong; Hot Fiv he:\neT i €s : up at adds eee BENIN\n: HotSevens * Blind Lemon Fe\nEe Jeff «Robert Johnsom voi. t\n| THE na €fterson as Ee\n¢ a IY : 4 ST Ee A sl eA) =\na 8.9061 1) oe fT son ih inet PEE SOS VE RE\n(¥g SET TSA P am a RUE gl et de be a : =\ndy Waters The Chess i, ——\nroe arl | hE CG SE Gy 4\n_.. noone] « Howlin’ Wolf with\nRIOR Plas: wr. . i 4\" Bobby Bland Wil FEES. -\nimal 2 Place, Wrong ST B.B. King; Live at the i Way Benet a 4\ni Sh and Bluesis THE ee a TE 4\nTH al andDance ed 1\na | idl a FE\nhe EET Ha SRSA EER Rl ls SE\n",
  "originalName": "testi.jpg"
}